cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "beeftornado/rmtree"

brew "mackup"
brew "mas"
brew "youtube-dl"

cask "alfred"
# cask "background-music"
cask "bibdesk"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "mounty"
cask "raindropio"
cask "spotify"
cask "stretchly"
cask "the-unarchiver"
cask "tomighty"
cask "tor-browser"
cask "transmission"
cask "tripmode"
cask "vlc"
cask "whatsapp"
cask "zoom"

mas "Noizio", id: 928871589
mas "Things", id: 904280696
mas "Tim", id: 1449619230
mas "Wipr", id: 1320666476
mas "NordVPN IKE", id: 1116599239
mas "Instapaper", id: 288545208
mas "Instapaper Save", id: 1481302432
mas "Reeder 5.", id: 1529448980
mas "Horo - Timer for Menu Bar", id:1437226581
